Repository: common-repository/sharing-social-safe
Catalog: languages/sharing-social-safe-*.po
Languages: de_de, tr_tr

source: Phonenumber
de_de: Telefonnummer

source: Options
de_de: Optionen
tr_tr: Seçenekler

source: About
de_de: Über
tr_tr: Hakkında

source: Connect with bitly
de_de: Mit bitly verbinden

source: Connect with Facebook
de_de: Mit Facebook verbinden

source: A MeliBu WordPress Widget by Professional Developers
de_de: Ein MeliBu WordPress Widget von Professionellen Entwicklern

source: Already
de_de: Bisher
tr_tr: Zaten

source: times followed
de_de: mal gefolgt
tr_tr: kez izledi

source: Powerd by
de_de: Unterstützt von

source: Title
de_de: Titel
tr_tr: Başlık

source: Please fill out your contact information first
de_de: Bitte füllen Sie zuerst Ihre Kontaktinformationen aus

source: Text & Short Code
de_de: Text & Kurz Code
tr_tr: Metin ve Kısa kod

source: Connect with Google
de_de: Mit Google verbinden

source: A MeliBu WordPress Widget by Professionals Developers
de_de: Ein MeliBu WordPress Widget von Professionellen Entwicklern

source: Select
de_de: Wählen
tr_tr: Seçin

source: Share on
de_de: Teile auf
tr_tr: Paylaş

source: Share on Mail
de_de: Teile auf Mail
tr_tr: Mail ile paylaş

source: Share on Print
de_de: Teile auf Papier
tr_tr: Baski ile paylaş

source: Click for more Privacy
de_de: Klicken Sie für mehr Privatsphäre
tr_tr: Daha fazla Gizlilik için tıklayın

source: times divided
de_de: mal geteilt
tr_tr: kez bölünmüş

source: Privacy
de_de: Datenschutz
tr_tr: Gizlilik

source: Privacy info Box, insert your own text and linked with a page
de_de: Privatsphäre-Info-Box, legen Sie Ihren eigenen Text und verknüpft mit einer Seite

source: Share
de_de: Teile
tr_tr: Paylaş

source: item
de_de: Betreff
tr_tr: madde

source: Very recommendable item:
de_de: Sehr zu empfehlender Artikel:
tr_tr: Çok tavsiye et:

source: Connect with Twitter
de_de: Mit Twitter verbinden

source: First
de_de: Erste
tr_tr: İlk

source: Back
de_de: Zurück
tr_tr: Geri

source: Go
de_de: Vor
tr_tr: Öne

source: Last
de_de: Letzte
tr_tr: Son

source: Total Clicks
de_de: Gesamt geklickt
tr_tr: Toplam Tıklanma

source: Total Shares
de_de: Gesamt geteilt
tr_tr: Toplam Paylar

source: Total Follows
de_de: Gesamt gefolgt
tr_tr: Toplam Follows

source: Refresh
de_de: Aktualisieren
tr_tr: Yenile

source: Show per page
de_de: Zeige per Seite
tr_tr: Sayfa başına göster

source: All
de_de: Alle

source: Shares
de_de: Teilen

source: Follow
de_de: Folgen

source: Show
de_de: Zeige
tr_tr: şov

source: Activate now with
de_de: Aktiviere jetzt mit
tr_tr: Şimdi etkinleştir ile

source: You have no clicks
de_de: Sie haben keine klicks

source: User Agent
de_de: Nutzer Agent

source: Page Url
de_de: Seiten Url
tr_tr: Sayfa URL

source: Page bitly Url
de_de: bitly Url
tr_tr: Sayfa bitly URL

source: Share Url
de_de: Geteilte Url
tr_tr: Hisse URL

source: Type
de_de: Typ
tr_tr: Tip

source: Last Click
de_de: Letzter klick
tr_tr: Son Tıklama

source: Edit
de_de: Bearbeiten
tr_tr: Düzenleme

source: bitly link found for this Site URL
de_de: bitly link gefunden für diese URL
tr_tr: bitly Bu Siteyi URL bulundu bağlantısını

source: No bitly found, activate for check links
de_de: Kein bitly gefunden, aktivieren Sie zum prüfen der links
tr_tr: Hiçbir bitly bulunamadi onay bağlantıları için etkinleştirmek

source: For follows no bitly support
de_de: Für folgen keine bitly Unterstützung
tr_tr: Follows için hiçbir bitly destek yok

source: Page
de_de: Seite
tr_tr: Sayfa

source: from
de_de: von
tr_tr: itibaren

source: Welcome to
de_de: Willkommen zu
tr_tr: Hoşgeldiniz

source: Welcome
de_de: Willkommen
tr_tr: Karşılama

source: Functions
de_de: Funktionen
tr_tr: Fonksiyonlar

source: Support
de_de: Unterstützung
tr_tr: Destek

source: Development
de_de: Entwicklung
tr_tr: Gelişme

source: Translation
de_de: Übersetzung
tr_tr: Çeviri

source: Donate
de_de: Spenden
tr_tr: Bağışlamak

source: More Professional
de_de: Mehr Professionelle
tr_tr: Daha Profesyonel

source: Themes
de_de: Themen
tr_tr: Temalar

source: and
de_de: und
tr_tr: ve

source: Functionality
de_de: Funktionalität
tr_tr: Işlevsellik

source: Requires no 2 click buttons
de_de: Erfordert keine 2 Klicks
tr_tr: 2 tıklama gerekziz

source: Eliminates "unauthorized" data transfer to Social Networks
de_de: Eliminiert "nicht autorisierte" Datenübertragung auf Social Networks
tr_tr: Sosyal Ağlar için "izinsiz" veri aktarımı ortadan kaldırır

source: Secure sharing of their customer
de_de: Sicheres teilen für Ihre Kunden
tr_tr: Müşteri güvenli paylaşımı

source: No special scripts or external applications are loaded
de_de: Keine speziellen Skripte oder externe Anwendungen werden geladen
tr_tr: Hiçbir özel komut dosyaları veya harici uygulamalar yüklenmiyor

source: Less loading time, does your page faster
de_de: Weniger Ladezeit, macht Ihre Seite schneller
tr_tr: Az yükleme süresi, daha hızlı sayfa

source: Supports bitly short links
de_de: Unterstützt bitly kurz links
tr_tr: bitly kısa bağlantılar destekler

source: Share widget
de_de: Nutzen Sie das Teilen Widget
tr_tr: Hisse eklendi

source: Follow widget
de_de: Nutze Sie das Folgen widget
tr_tr: Widget takip

source: Automatically detects the title and describe
de_de: Erkennt automatisch Titel und Beschreibung
tr_tr: Otomatik olarak başlık ve açıklama algılar

source: Automatically detect for Pinterest
de_de: Automatische Erkennung für Pinterest
tr_tr: Otomatik Pinterest için tespit

source: Automatically detect for WhatsApp
de_de: Automatische Erkennung für WhatsApp
tr_tr: Otomatik WhatsApp için tespit

source: A lot of selection on social networks
de_de: Jede menge an Sozialen Netzwerken vorhanden
tr_tr: Sosyal ağlar üzerinde seçim bir sürü

source: Shortcode on pages, posts and text widgets
de_de: Verwenden Sie den kurzen Code auf den Seiten, Beiträge und Text-Widgets
tr_tr: Sayfaları, mesaj ve metin aletler üzerinde Kısa kod

source: Twenty Awesome Designs, choose your style
de_de: Zwanzig fantastische Entwürfe, wählen Sie Ihren Stil
tr_tr: Yirmi Başar Tasarımlar, tarzınızı seçin

source: Fully responsive
de_de: Voll Responsive
tr_tr: Tamamen responsive

source: Share button with modal
de_de: Kurz Teil Link mit Modal
tr_tr: Modal ile paylaş butonu

source: Share away on the EMail
de_de: Teile per E-Mail
tr_tr: EMail uzak paylaş

source: Print page / post
de_de: Teile auf Papier
tr_tr: Sayfayı yazdır / post

source: Privacy Infobox
de_de: Datenschutz Infobox
tr_tr: Gizlilik Infobox

source: Content before / after short share link
de_de: Kurz teil link vor / nach Inhalt
tr_tr: Kısa paylaşım bağlantısını önce / sonra içeriği

source: Statistics overview
de_de: Statistiken Überblick
tr_tr: İstatistik genel bakış

source: Show total clicks
de_de: Zeige gesamt klicks
tr_tr: Toplam Tıklanma

source: Show share clicks
de_de: Zeige geteilte klicks
tr_tr: Toplam Paylasim

source: Show follow clicks
de_de: Zeige gefolgte klicks
tr_tr: Toplam takip

source: Choose your layout (One-Click)
de_de: Wählen Sie Ihr Layout (Ein-Klick)
tr_tr: Düzeninizi seçin (Bir-klik)

source: Shortcode to share on the simplest way all (with shortcode in WP Rich Text Editor)
de_de: Shortcode für einfaches teilen aller Seiten (mit Shortcode in WP-Rich-Text-Editor)
tr_tr: Kısa kod (WP Zengin Metin Düzenleyicisi'nde SHORTCODE ile) en basit şekilde tüm paylaşmak için

source: Widgets (to share on the very simplest way all)
de_de: Widgets (um auf sehr einfachste Weise alles zu teilen)
tr_tr: Widget'lar (yol, hepsi çok basit paylaşmak için)

source: Optional inform the customer about your privacy policy
de_de: Informieren Sie den Kunden über die Datenschutzerklärung
tr_tr: İsteğe bağlı gizlilik politikası hakkında müşteriyi bilgilendirmek

source: Optional parameters that are available to him
de_de: Verwenden Sie optionale Parameter, die Ihn zur Verfügung stehen
tr_tr: Ona mevcuttur İsteğe bağlı parametreler

source: Optional Content before / after short share link
de_de: Kurz teil link vor / nach Inhalt
tr_tr: Kısa paylaşım bağlantısını önce / sonra isteğe bağlı içerik

source: Optional activate bitly interface
de_de: Optionale bitly aktivieren
tr_tr: bitly arayüzü etkinleştirmek Opsiyonel

source: Optional show/hide Copyright
de_de: Optional Anzeigen/Ausblenden Melibu Copyright
tr_tr: Opsiyonel göstermek / gizlemek Telif

source: Optional show/hide Privacy Box
de_de: Optional Anzeigen/Ausblenden Datenschutz box
tr_tr: Opsiyonel göstermek / gizlemek Gizlilik Kutusu

source: Optional show/hide Share Counts
de_de: Optional Anzeigen/Ausblenden Anzahl geteilt
tr_tr: Opsiyonel göstermek / gizlemek Hisse Sayımlar

source: Optional show/hide additional FontAwesome
de_de: FontAwesome nach bedarf
tr_tr: Opsiyonel göstermek / gizlemek Başar ek Yazı

source: Delete click from Statistics
de_de: Entfernen Sie Klicks von den Statistiken
tr_tr: İstatistik tıklayın Sil

source: Supports
de_de: Unterstützt
tr_tr: Destekler

source: Print and share
de_de: Drucken und Teilen
tr_tr: Baskı ve paylaşmak

source: In like please give
de_de: Bei gefallen bitte
tr_tr: Beğendiğnizde lütfen

source: WordPress Rate
de_de: WordPress Bewertung
tr_tr: WordPress Oran

source: Feel free and post your question, suggestion, idea or criticism. We love it!
de_de: Fühlen Sie sich frei und posten Sie Ihre Fragen, Anregungen, Ideen oder Kritik. Wir lieben es!
tr_tr: Çekinmeyin ve soru Öneri, Fikir ya da Eleştiri sonrası. Onu seviyoruz!

source: For Plugin English Support
de_de: Für Englischen Plug-in Support
tr_tr: Eklenti İngilizce Desteği

source: Support EN
de_de: Unterstützung EN
tr_tr: Destek EN

source: For Plugin German Support
de_de: Für Deutschen Plug-in Support
tr_tr: Eklenti Alman Desteği

source: Support DE
de_de: Unterstützung DE
tr_tr: Destek DE

source: For Plugin Turkey Support
de_de: Für Plug-in Türkische Unterstützung
tr_tr: Eklenti Türkiye Destek

source: Support TR
de_de: Unterstützung TR
tr_tr: Destek TR

source: Development
de_de: Entwicklung
tr_tr: Gelişme

source: Author
de_de: Autor
tr_tr: Yazar

source: Founder and Project Manager
de_de: Gründer und Projektleiter
tr_tr: Kurucu ve Proje Yöneticisi

source: Contributors
de_de: Mitwirkende
tr_tr: Katkıda

source: Economic Computer Science
de_de: Wirtschaftsinformatik
tr_tr: Ekonomik Bilgisayar Bilimleri

source: Developer
de_de: Entwickler
tr_tr: Geliştirici

source: Thanks all Translaters
de_de: Dank alle Übersetzer
tr_tr: Teşekkürler tüm Çevirmenler

source: Translate this Plugin
de_de: Übersetzen dieses Plugin
tr_tr: Bu Eklenti Çevirin

source: Translate
de_de: Übersetzen
tr_tr: Çevirmek

source: Development is fueled by your praise and feedback
de_de: Die Entwicklung wird angetrieben durch Ihr Lob und Feedback
tr_tr: Kalkınma için övgü ve geribildirim tarafından yakıt

source: In how you can support us so that we can further develop this plugin regularly, it may not always be financially, so you will give us feedback or recommend us, please give us a review, Liken our Facebook page or sponsor us, so that we further useful free plugins can develop.
de_de: In wie Sie uns unterstützen können, damit wir regelmäßig dieses Plugin weiterentwickeln können, es muss nicht immer finanziell sein, deshalb geben Sie uns Feedback oder empfehlen Sie uns, geben Sie uns eine Bewertung, Liken Sie unsere Facebook Seite oder Sponsoren Sie uns, damit wir weitere nützliche kostenlose Plugins entwickeln können.
tr_tr: Biz daha fazla düzenli olarak bu eklentiyi geliştirebilmek için ve böylece bize destek nasıl olabilirsiniz, her zaman, maddi olmayabilir, bize geri bildirimde ya da bizi tavsiyede, bize bir daha gözden geçirme Facebook sayfamızı benzetmek veya bizimle sponsor olmak yardımçı olabilirsiniz, bizde daha yararlı ücretsiz eklentileri gelişebilelim.

source: You see, it is much more possible if you want to support something, thanks to all the Support Us.
de_de: Sie sehen, es ist viel mehr möglich, wenn Sie etwas unterstützen wollen, Dank an alle die uns Unterstützen.
tr_tr: Gördüğnüz gibi daha fazlasi mümkün, birseyi desteklemek istediğiniz zaman, tüm destekleyenlere Teşekkürler.

source: Now simply, quickly and safely pay online - with PayPal.
de_de: Jetzt einfach, schnell und sicher Online bezahlen - mit PayPal.
tr_tr: PayPal ile - Şimdi basit, hızlı ve güvenli bir şekilde internet üzerinden öderler.

source: LOOK FOR SPONSOR !!!
de_de: SUCHEN SPONSOR
tr_tr: SPONSOR ARIYORUZ !!!

source: Your Melibu Team
de_de: Dein Melibu Team
tr_tr: Sizin Melibu Takımı

source: Professional Themes and Plugins for WordPress
de_de: Professionelle Themen und Plugins für WordPress

source: Rate
de_de: Bewerten

source: Changelog
de_de: Änderungsprotokoll

source: This documentation should help you
de_de: Diese Dokumentation soll Ihnen helfen

source: Start
de_de: Beginn
tr_tr: Başlama

source: Design
de_de: Aussehen
tr_tr: Dizayn

source: Statistics
de_de: Statistiken
tr_tr: İstatistik genel bakış

source: Settings
de_de: Einstellungen
tr_tr: Ayarlar

source: To use Melibu WP Sharing Social Safe properly
de_de: So verwenden Sie Melibu WP Sharing Social Safe richtig
tr_tr: Düzgün Malibu WP Paylaşımı Sosyal Güvenli kullanmak için

source: Thank you that you use MeliBu WP Sharing Social Safe
de_de: Vielen Dank, dass Sie MeliBu WP Sharing Social Safe verwenden
tr_tr: MeliBu WP Sharing Social Safe kullanmanız teşekkür ederim

source: Protects you and access your users against unauthorized, it was specifically designed
de_de: Schützt Sie und Ihre Benutzer gegen unautorisierten zugriff, es wurde speziell dafür entwickelt
tr_tr: Özel olarak tasarlanan, sizi korur ve yetkisiz karşı kullanıcıların erişmek

source: We offer you a bitly interface to share your shared pages and posts faster than backlinks and get information, you can see how often the split link was clicked and much more
de_de: Wir bieten dir eine bitly Schnittstelle damit deine geteilten Seiten und Beiträge schneller als back links verteilt werden und du Informationen erhälts, du kannst sehen wie oft der geteilte link geklickt wurde und vieles mehr
tr_tr: Biz ve bölünmüş link tıklandığında ne sıklıkta görebilirsiniz size çok daha fazla ortak sayfaları ve daha hızlı geri daha Mesajları paylaşmak ve bilgi almak için bir bitly arayüzü sunuyoruz

source: Let's start now with the button designs
de_de: Lassen Sie uns mit dem Button selbst starten
tr_tr: Düğme tasarımları ile başlayalım

source: Layout
de_de: Gestaltung
tr_tr: Düzen

source: First you have the opportunity to select a predefined template, in the free version are these
de_de: Sie haben zunächst die Möglichkeit, eine vor definierte Vorlage auszuwählen, in der kostenlosen Version sind diese
tr_tr: Önce önceden tanımlanmış bir şablonu seçmek için fırsat var, ücretsiz sürümü bunlar

source: MB Glow
de_de: MB Strahlend
tr_tr: MB Parıltı

source: MB Glow Dark
de_de: MB Strahlend Dunkel
tr_tr: MB Parıltı Kara

source: MB Special Overlap
de_de: MB Spezial Überlappend
tr_tr: MB Özel Üst Üste

source: MB Shining Dark Short
de_de: MB Glänzendes Dunkel
tr_tr: MB Parlıyor Koyu Kısa

source: MB Glow Semicircle
de_de: MB Strahlend Halbrund
tr_tr: MB Parıltı Yarım Daire

source: MB Glow Circle
de_de: MB Strahlend Rund
tr_tr: MB Parıltı Daire

source: MB Flat
de_de: MB Flach
tr_tr: MB Düz

source: MB Flat Smooth
de_de: MB Flach Glatt
tr_tr: MB Düz Pürüzsüz

source: MB Flat Smooth Dark
de_de: MB Flach Glatt Dunkel
tr_tr: MB Düz Pürüzsüz Kara

source: MB Flat Semicircle
de_de: MB Flach Halbrund
tr_tr: MB Düz Yarım Daire

source: MB Flat Semicircle Smooth
de_de: MB Flach Halbrund Glatt
tr_tr: MB Düz Yarım Daire Pürüzsüz

source: MB Flat Circle Smooth
de_de: MB Flach Rund Glatt
tr_tr: MB Düz Daire Pürüzsüz

source: MB Flat Circle Switch
de_de: MB Flacher Kreisschalter
tr_tr: MB Düz Yuvarlak Anahtarı

source: MB Flat Long (Default)
de_de: MB Flach Lang (Standard)
tr_tr: MB Düz Uzun (Varsayılan)

source: MB Flat Long Rotate Icon
de_de: MB Flach Lang Drehsymbol
tr_tr: MB Düz Uzun Dönden Simge

source: MB Long Rounded
de_de: MB Flach Lang Abgerundet
tr_tr: MB Uzun Yuvarlak

source: MB Shining Dark
de_de: MB Glänzendes Dunkel
tr_tr: MB Koyu Parlıyor

source: MB Shining Dark Line
de_de: MB Glänzendes Dunkel Linie
tr_tr: MB Koyu Parlıyor Çizgi

source: MB Flat Full Width
de_de: MB Flach volle Breite
tr_tr: MB Düz Tam Genişlik

source: Select your social button
de_de: Wählen Sie Ihren Social Button
tr_tr: Sosyal düğmesini seçin

source: Share and Follow stats
de_de: Teilen und Folgen Statistik
tr_tr: Paylaşın ve istatistikleri takip

source: An overview with different data shared/followed and tracked events
de_de: Eine Übersicht mit verschiedenen geteilten / gefolgten Daten und verfolgten Ereignissen
tr_tr: Farklı veri ile bir bakış takip / paylaştı ve olayları takip

source: Set it
de_de: Stellen Sie es ein
tr_tr: Ayarla

source: Share buttons prevent all automatically unauthorized access to your website, no third party data is transferred unless you clicked
de_de: Sozialen teil Buttons verhindern, dass alle automatisch unbefugten Zugriff auf Ihre Website, keine Daten von Dritten übertragen werden, wenn Sie nicht geklickt haben
tr_tr: Tıkladığınız sürece Hisse düğmeleri web sitenize tüm otomatik yetkisiz erişimi önlemek, üçüncü taraf veri aktarılır

source: Refer to Privacy Policy
de_de: Siehe Datenschutzrichtlinie
tr_tr: Gizlilik Politikası bakın

source: The privacy box is only intended for information purposes to your users, if they so wish
de_de: Die Privatsphäre ist nur für informative Zwecke für Ihre Benutzer, wenn sie dies wünschen
tr_tr: Isterlerse eğer gizlilik kutusu sadece, kullanıcılara bilgilendirme amaçlıdır

source: Optionals
de_de: Zubehör
tr_tr: Opsiyonel

source: Optional parameters
de_de: Verwenden Sie optionale Parameter, die Ihn zur Verfügung stehen
tr_tr: İsteğe bağlı parametreler

source: These parameters are optional and do not have to be filled in, however, they can be used and serve as information purposes
de_de: Diese Parameter sind optional und müssen nicht ausgefüllt werden, sie können jedoch genutzt werden und dienen als Informationszwecke
tr_tr: Bu parametreler, ancak, kullanılan bilgi amaçlı olarak hizmet olabilir, isteğe bağlı ve doldurulması gerekmez

source: Show how often was shared
de_de: Zeige wie oft geteilt wurde
tr_tr: Paylaşıldığını ne sıklıkta göster

source: Each link is counted automatically when it is clicked, so you can track everything and stay up-to-date
de_de: Jeder Link wird automatisch gezählt, wenn er angeklickt wird, so dass Sie alles verfolgen und auf dem Laufenden bleiben können
tr_tr: Tıklandığında her bağlantı otomatik olarak sayılır, bu yüzden her şeyi izlemek ve kalabilirler up-to-date

source: Activate it
de_de: Aktivieren
tr_tr: Bunu etkinleştirmek

source: And this is not enough, we offer bitly as an additional option. You can continue with bitly the split links still further and see thus statistics of the links which have landed on the social networks and be clicked. So he does not miss anything and you know about every link
de_de: Und damit nicht genug, bieten wir bitly als Zusatz Option an. Sie können mit bitly die geteilten links noch weiter verfolgen und sehen so Statistiken der links die auf den sozialen Netzwerken gelandet sind und geklickt werden. Somit entgeht Ihn nichts mehr und Sie wissen über jeden link bescheid
tr_tr: Ve bu biz ek bir seçenek olarak bitly teklif yeterli değil. Hala daha bitly bölünmüş bağlantıları ile devam edecek ve böylece sosyal ağlar inmiş ve tıklanma bağlantıları istatistikleri görebilirsiniz. O yüzden bir şey özledim değildir ve her bağlantı hakkında bilmek

source: You can make and optimize with many various settings
de_de: Sie können viele verschiedenen Einstellungen vornehmen und optimieren
tr_tr: Birçok çeşitli ayarlar ile optimize edebilirsiniz

source: Use the short code in your WP Editor for set your shares/follows or copy, paste and set manually
de_de: Verwenden Sie den kurz Code in Ihrem WP-Editor für teilten/verfolgen oder Kopieren, Einfügen und manuell einstellen
tr_tr: Için WP Editör kısa kod kullanın hisseleri / izler veya kopyalama, yapıştırma ayarlamak ve el set

source: Without this shortcode does not share or follow the old version should be replaced if possible by the latest. Both versions work but could be a fault occur when another plugin also the name download has a shortcode
de_de: Ohne diesen kurz Code funktioniert kein download, die alte Version sollte falls möglich ersetzt werden durch die neueste. Beide Varianten funktionieren jedoch könnte ein Fehler auftreten wenn ein anderes Plug-in auch den Name download als kurz Code besitzt
tr_tr: Eski sürümü paylaşabilir veya takip etmez, bu SHORTCODE olmadan en geç mümkünse değiştirilmesi gerekir. Her iki versiyon da çalışır ancak başka eklenti aynı zamanda isim indirme Kısa kod olduğunda bir arıza meydana olabilir

source: With the share parameter you can specify which social networks are to be listed for tracking on the respective networks
de_de: Mit dem Freigabeparameter können Sie festlegen, welche sozialen Netzwerke für die Verfolgung in den jeweiligen Netzwerken aufgelistet werden sollen
tr_tr: Hisse parametresi ile sosyal ağlar, ilgili ağlarda izlemek için listelenecek hangi belirtebilirsiniz

source: With the follow parameter, you can specify which social networks are listed for tracking on the respective networks
de_de: Mit dem folgenden Parameter können Sie festlegen, welche sozialen Netzwerke für die Verfolgung in den jeweiligen Netzwerken aufgeführt sind
tr_tr: Takip parametresi ile ilgili ağlarda izlemek için listelenen hangi sosyal ağlar belirtebilirsiniz

source: That is the SHARE short code. You can copy a short code and place on a page, post or in a widget. Or use the short code has been integrated into your editor, a click is enough and the part buttons after save visible
de_de: Das ist der Kurzcode. Sie können einen Kurzcode auf einer Seite, ein Beitrag oder in einem widget platzieren. Oder Sie können den Kurzcode verwenden der in Ihrem Editor integriert ist, ein Klick genügt und der Kurzcode wird platziert.
tr_tr: Bu HİSSE kısa kodudur. Kısa bir kodu kopyalayın ve bir sayfa, yazı veya bir widget yerleştirebilirsiniz. Ya da editör entegre edilmiştir kısa kodu kullanabilirsiniz, bir tık yeterli ve parça düğmeleri sonra görünür kurtarmak

source: Please take the short code double click to copy
de_de: Bitte nehmen Sie die Abkürzung Doppelklick um zu kopieren
tr_tr: Kopyalamak için kısayol çift tıklayarak alınız

source: That is the FOLLOW short code. You can copy a short code and place on a page, post or in a widget. Or use the short code has been integrated into your editor, a click is enough and the part buttons after save visible
de_de: Das ist der Kurzcode. Sie können einen kurzen Code auf einer Seite, per Post oder in einem Widget einsetzen. Oder der Sie können den Kurz Code in Ihrem Editor verwenden, ein Klick genügt und der Kurz Code wird in Ihr Textfeld eingefügt.
tr_tr: Bu TAKİP kısa kodudur. Kısa bir kodu kopyalayın ve bir sayfa, yazı veya bir widget yerleştirebilirsiniz. Ya da editör entegre edilmiştir kısa kodu kullanabilirsiniz, bir tık yeterli ve parça düğmeleri sonra görünür kurtarmak

source: You can set for the short code standard settings
de_de: Sie können die Standardeinstellungen für den Kurz code festlegen
tr_tr: Kısa kod standart ayarları için ayarlayabilirsiniz

source: Set it now
de_de: Stellen Sie es jetzt ein
tr_tr: Şimdi ayarla

source: Use Short code in WP Editor
de_de: Verwenden Sie den kurz Code im WP-Editor
tr_tr: WP Düzenleyicisi'nde Kısa kod kullanın

source: Take your part to put the buttons shortcode in WP editor Melibu
de_de: Wählen Sie den kurz code im WP Editor Melibu
tr_tr: WP editörü Malibu düğmeleri Kısa kod koymak için katılmak

source: Use Follow Widget
de_de: Nutze Folgen widget
tr_tr: Takip Widget kullanin
