Repository: common-repository/sharing-social-safe
Catalog: languages/sharing-social-safe-*.po
Languages: de_de, tr_tr

source: Use the Social follow widget to close attention
de_de: Verwenden Sie die Social Follow Widget, um Aufmerksamkeit zu bekommen
tr_tr: Dikkat çekmek için Sosyal takip widget kullanın

source: Description
de_de: Beschreibung
tr_tr: Tanım

source: Setting
de_de: Einstellung
tr_tr: Ayar

source: Example
de_de: Beispiel
tr_tr: Örnek

source: Here you can disable/enable
de_de: Hier Sie können aktivieren/deaktivieren
tr_tr: Burada devre dışı bırakabilirsiniz / etkinleştirebilirsiniz

source: You also have to remember that the activated shortcodes are automatically registered as a link in bitly, even if you have not clicked on, so if you clicked, the bitly url will be used
de_de: Sie müssen auch bedenken das nach dem aktivieren automatisch die gesetzten kurz Code als ein link bei bitly erfasst werden, auch wenn Sie noch nicht angeklickt wurden, damit wenn Sie angeklickt werden auch gleich die bitly url zum Einsatz kommt
tr_tr: Ayrıca tıkladığınız olsanız bile aktive kısayollar otomatik bitly bir bağlantı olarak kayıtlı olduğunu hatırlamak zorunda, bu yüzden tıkladığınız takdirde, bitly url kullanılacaktır

source: More information about
de_de: Mehr information über
tr_tr: Hakkında daha fazla bilgi

source: Click here to authorize using your bitly account
de_de: Klicken Sie hier, um mit Ihrem bitly Konto zu autorisieren
tr_tr: bitly hesabınızı kullanarak yetki için buraya tıklayın

source: bitly not connected
de_de: Bitly nicht verbunden

source: Error
de_de: Fehler
tr_tr: Hata

source: Access Token
de_de: Zugangstoken
tr_tr: Erişim Jetonu

source: bitly connected
de_de: bitly verbunden

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: Enable to check on bitly how often your backlinks clicked
de_de: Aktivieren Sie, um zu überprüfen, wie oft Ihre Backlinks geklickt wurden
tr_tr: Geri tıklandığında bitly ne sıklıkta kontrol etmek için etkinleştirme

source: Save
de_de: Speichern
tr_tr: Kaydet

source: Support us
de_de: Unterstützen Sie uns
tr_tr: Bizi destekle

source: Here you can show/hide
de_de: Hier können Sie Anzeigen/Ausblenden
tr_tr: Burada gösterebilir veya gizleiyebilirsiniz

source: Please activate this to help us, for share this plugin
de_de: Bitte aktivieren Sie diese Option, um uns zu helfen das Plugin zu verbreiten
tr_tr: Hisse bu eklenti için , bu bize yardımcı olmak için aktive edin

source: Click here to authorize using your facebook account
de_de: Klicken Sie hier, um mit Ihrem Facebook Account zu autorisieren

source: facebook not connected
de_de: Facebook nicht verbunden

source: facebook connected
de_de: Facebook verbunden

source: Enable to check on facebook how often your backlinks clicked
de_de: Aktivieren Sie auf Facebook überprüfen, wie oft Ihre Backlinks geklickt wurden

source: Click here to authorize using your google+ account
de_de: Klicken Sie hier, um die Nutzung Ihres Google+ Kontos zu autorisieren

source: google not connected
de_de: Google nicht verbunden

source: google connected
de_de: Google verbunden

source: Enable to check on google plus how often your backlinks clicked
de_de: Aktivieren Sie auf Google zu überprüfen, wie oft Ihre Backlinks geklickt wurden

source: Click here to authorize using your twitter account
de_de: Klicken Sie hier, um mit Ihrem Twitter-Konto zu autorisieren

source: twitter not connected
de_de: Twitter nicht verbunden

source: twitter connected
de_de: Twitter verbunden

source: Enable to check on twitter how often your backlinks clicked
de_de: Aktivieren Sie auf Twitter zu überprüfen, wie oft Ihre Backlinks geklickt wurden

source: Dashboard
de_de: Instrumententafel

source: Display
de_de: Anzeigen

source: Appearance
de_de: Aussehen

source: Social
de_de: Sozial

source: Cards
de_de: Karten

source: Custom CSS
de_de: Benutzerdefinierte CSS

source: Options OBJ
de_de: Optionen OBJ

source: Welcome to Melibu Sharing Social Safe
de_de: Willkommen bei Melibu Sharing Social Safe

source: Check this powerfull plugins to
de_de: Überprüfen Sie diese leistungsstarke Plugins auch

source: Do you know, the MeliBu WP Download Counter Button. Turn your downloads into a highlight in seconds and get statistics about your download
de_de: Kennen Sie schon den MeliBu WP Download Counter Button. Verwandeln Sie Ihre Downloads in Sekundenschnelle zu einem Highlight und erhalten Sie Statistiken über Ihre Downloads
tr_tr: Tanidinizmi MeliBu WP MeliBu WP Download Counter Button. Saniyede bir vurgulamak içine indirme açın ve indirmek ilgili istatistikleri almak

source: More
de_de: Mehr

source: Install
de_de: Installieren

source: Do you know, the MeliBu WP Syntax High Lighter. Turn your code into a highlight in seconds with short codes in WP Texteditor
de_de: Kennen Sie schon den MeliBu WP Syntax High Lighter. Verwandeln Sie Ihren Code in ein Highlight in Sekunden mit kurz Codes in WP Texteditor und vieles mehr
tr_tr: Tanidinizmi MeliBu WP Syntax High Lighter. WP texteditor kısa kodları ile saniyeler içinde bir vurgulamak içine kodunu açmak

source: Do you know, the MeliBu WP Latest Posts Slides. Powerfull slider with many settings, touch friendly and mouse friendly.
de_de: Wissen Sie, die MeliBu WP Latest Posts Dias. Leistungsstarke Slider mit vielen Einstellungen, Touch freundlich und Maus freundlich.

source: Induviduell Tabs for more flexibility. An interface to the MeliBu WP Sharing Social Safe. And much more...
de_de: Induviduell Tabs für mehr Flexibilität. Eine Schnittstelle zum MeliBu WP Sharing Social Safe. Und vieles mehr...

source: Coming soon
de_de: Demnächst
tr_tr: Çok yakında

source: Get more statistics, with Melibu WP hits. Learn which share button is clicked the most and many more
de_de: Erhalte mehr Statistiken, mit dem Melibu WP Hits. Erfahre wie viele Klicks du auf welchem Netzwerk Button du bekommst und viles mehr
tr_tr: Melibu WP hit ile daha fazla istatistik, olsun. daha çok ve pek çok tıklandığında hangi paylaş düğmesi öğrenin

source: Our feedback Generate's position all possible forms to create in seconds. Thanks to the sophisticated Melibus Drag N Drop system with live preview you can also see immediately what you are doing. And much more...
de_de: Unser Feedback Generate ist in der Lage all mögliche Formulare in Sekunden zu erstellen. Dank des Melibus ausgeklügeltem Drag N Drop System mit live Vorschau sehen Sie ebenfalls sofort was Sie tun. Und vieles mehr...
tr_tr: Feedback saniye içinde yaratmak için mümkün olan tüm formları konumunu oluşturun. Ayrıca hemen ne yaptığınızı görebilirsiniz canlı önizleme ile gelişmiş Melibus Drag N Drop sistemi sayesinde. Ve daha fazlası...

source: Thank you for your confidence in
de_de: Vielen Dank für Ihr Vertrauen in
tr_tr: Olan güveniniz için teşekkür ederiz

source: Change buttons design to match your theme
de_de: Ändern Sie Knopfentwurf, um Ihrem Theme zusammenzubringen

source: Preview
de_de: Vorschau
tr_tr: Önizleme

source: Here you have a preview non active, you can click it.
de_de: Hier finden Sie eine deaktivierte Vorschau und können da drauf klicken.
tr_tr: Burada bir önizleme devre dışı kalır, bunu tıklayabilirsiniz.

source: Share Us
de_de: Teile
tr_tr: Paylaş

source: Follow Us
de_de: Folge
tr_tr: Takip

source: You can make a selection with one click, the new design is stored and displayed immediately here between several MeliBu layouts.
de_de: Sie können hier zwischen mehreren MeliBu Layouts eine Auswahl treffen, mit einem klick wird das Neue Design gespeichert und sofort angezeigt.
tr_tr: Tek bir tıklama ile bir seçim yapabilirsiniz, yeni tasarım saklanır ve birkaç Melibu düzenleri arasında hemen burada görüntülenir.

source: Go watch in the mobile view to the mobile icons also.
de_de: Wechseln Sie in die mobilen Ansicht um auch Mobile Symbole zusehen.
tr_tr: Ayrıca mobil simgeler için mobil görünümüne geçin.

source: Pinterest is displayed if you have included an image in your page, Melibu automatically switches to link to when an image has been found, (This applies to side photos Post photos) once you have added options in the short code.
de_de: Pinterest wird angezeigt, wenn Sie ein Bild auf Ihrer Seite aufgenommen haben, Melibu schaltet automatisch zu verbinden, wenn ein Bild gefunden wurde, (Dies gilt Fotos hochladen zu Seite), wenn Sie Optionen im kurzen Code hinzugefügt haben.
tr_tr: Pinterest kısa kod seçenekleri ekledikten sonra (Bu Resim gönder fotoğrafları yan geçerlidir), sayfanızda bir resim dahil varsa, Melibu otomatik bir görüntü bulunduğunda link geçer görüntülenir.

source: Share Cards
de_de: Freigeben von Karten

source: These meta tags will be integrated into the head area when they are activated, so please do not use other social networks otherwise they have several duplicate meta tags in the head
de_de: Diese Meta-Tags werden in den Kopf Bereich integriert, wenn sie aktiviert sind, so verwenden Sie bitte keine anderen Sozialen Netzwerke sonst haben sie mehrere doppelte Meta-Tags in den Kopf

source: All Meta tags are determined automatically except for those marked with required, these are required fields and are required to make this option functional
de_de: Alle Meta-Tags werden automatisch mit Ausnahme derjenigen markierten, die mit den erforderlichen Angaben markiert sind. Diese Felder sind Pflichtfelder und müssen aktiviert werden

source: Override this only if you want it to be the same for all pages and contributions of the title, description or even the picture.
de_de: Überschreiben Sie diese nur, wenn Sie für alle Seiten und Beiträge immer denselben Titel, die selbe Beschreibung oder auch das selbe Bilde wählen möchten.

source: Card
de_de: Karte

source: Summary
de_de: Zusammenfassung

source: Summary Large Image
de_de: Zusammenfassung Großes Bild

source: Required
de_de: Erforderlich

source: Site
de_de: Seite

source: for the website used in the card footer
de_de: Für die im Kartenfuß verwendete Website

source: Creator
de_de: Schöpfer

source: for the content creator / author
de_de: Für den Inhalt Schöpfer / Autor

source: A concise title for the related content
de_de: Ein prägnanter Titel für den entsprechenden Inhalt

source: Not Required
de_de: Nicht benötigt

source: Default is determined dynamically
de_de: Der Standardwert wird dynamisch bestimmt

source: A description that concisely summarizes the content
de_de: Eine Beschreibung, die den Inhalt prägnant zusammenfasst

source: Image
de_de: Bild

source: Choose image
de_de: Wählen Sie ein Bild

source: Remove image
de_de: Bild entfernen

source: The URL of the image to display
de_de: Die URL des anzuzeigenden Bildes

source: Image Alt
de_de: Bild Alt

source: A text description of the image
de_de: Eine Textbeschreibung des Bildes

source: Website (default)
de_de: Website (Standard)

source: Article
de_de: Artikel

source: Place
de_de: Ort

source: Product
de_de: Produkt

source: Profile
de_de: Profil

source: The media type of your content
de_de: Der Medientyp Ihres Contents

source: If you choose "article" or "blog" as type, pinterest is automatically supported
de_de: Wenn Sie "Artikel" oder "Blog" als Typ wählen, wird pinterest automatisch unterstützt

source: The canonical URL for your page
de_de: Die kanonische URL für Ihre Seite

source: The title of your article without branding (eg the name of the site)
de_de: Der Titel Ihres Artikels ohne Branding (zB der Name der Website)

source: A brief description of the content
de_de: Eine kurze Beschreibung des Inhalts

source: To use the domain statistics of Facebook
de_de: So verwenden Sie die Domainstatistik von Facebook

source: The article author. All formatting, line breaks and HTML tags will be removed
de_de: Der Artikel Autor. Alle Formatierungen, Zeilenumbrüche und HTML-Tags werden entfernt

source: Publish at
de_de: Veröffentlichen am

source: The date the article was first published
de_de: Das Datum, an dem der Artikel veröffentlicht wurde

source: If you do not want content from your site to be displayed as rich pins, just enable this option
de_de: Wenn Sie nicht möchten, dass Inhalte aus Ihrer Website als reiche Pins angezeigt werden, aktivieren Sie diese Option

source: Use your own CSS to override the current design
de_de: Verwenden Sie Ihr eigenes CSS, um das aktuelle Design zu überschreiben

source: Customize it
de_de: Passe es an

source: Start with your
de_de: Beginnen Sie mit Ihrem

source: Select where you want the social buttons to appear on your posts, pages and custom posts
de_de: Wählen Sie, wo die sozialen Schaltflächen auf Ihre Beiträge, Seiten und benutzerdefinierte Beiträge angezeigt werden sollen

source: Show on
de_de: Gezeigt bei

source: No
de_de: Nein

source: Allow
de_de: Erlauben

source: Here you can set which social networks you want to see on the modal
de_de: Hier können Sie festlegen, welche sozialen Netzwerke im Modal angezeigt werden sollen

source: Globally set which social optional you want to use on the buttons
de_de: Weltweit eingestellt, welche Social-Option Sie auf den Schaltflächen verwenden möchten

source: Used Parameters
de_de: Verwendete Parameter
tr_tr: Kullanılan Parametreler

source: Your Twitter via @username
de_de: Ihr Twitter via @benutzername
tr_tr: @ kullancıadı aracılığıyla Twitter

source: Want you more information
de_de: Möchten Sie weitere Informationen?
tr_tr: Daha fazla bilgi istiyorumusunuz

source: Your username will be hung on the Share Button
de_de: Der Benutzername wird dann auf die Schaltfläche Teilen mit angehängt werden
tr_tr: Kullanıcı adınız Hisse Düğmesi asılacaktır

source: Your Xing follow Page
de_de: Ihre Xing Folgen Seite
tr_tr: Sizin Xing takip Sayfa

source: You can place a Follow plugin on the success page displayed after a successful share
de_de: Sie können nach einem erfolgreichen Teilen zu Ihrer Seite weiterleiten
tr_tr: Başarılı bir pay sonra görüntülenen başarı sayfasında Takip eklentisi yerleştirebilirsiniz

source: Your quote the Post
de_de: Ihr Zitat beim teilen
tr_tr: Sizin Gönder Mesaj

source: A quote to be shared along with the link
de_de: Ein Zitat werden mit dem Link geteilt
tr_tr: Bir alıntı link ile birlikte ortak olmak

source: See the globally object to use
de_de: Siehe das global zu verwendende Objekt

source: Options OBJ (Array)
de_de: Optionen OBJ

source: Privacy defaults
de_de: Datenschutzvorgaben
tr_tr: Gizlilik varsayılan

source: Your Information to the Users
de_de: Ihre Informationen an die Nutzer
tr_tr: Kullanıcılar için Bilgiler

source: Here appears after save your information to your users. (See preview)
de_de: Hier erscheint nachdem speichern Ihre Information an Ihre Benutzer. (Siehe vorschau)
tr_tr: Burada sonra kullanıcılara bilgileri kaydetmek görünür. (Önizleme bakınız)

source: Your Message
de_de: Ihre Nachricht
tr_tr: Mesajın

source: Your Title
de_de: Ihr Titel

source: Your Link
de_de: Ihr Link

source: Global settings that are commonly applied
de_de: Globale Einstellungen, die allgemein angewendet werden

source: Select social profiles you want to show
de_de: Wählen Sie soziale Profile aus, die Sie anzeigen möchten

source: Social Networks
de_de: Soziale Netzwerke

source: Social fixed bar
de_de: Soziale feste Bar

source: Show social bar
de_de: Zeige soziale Bar

source: Left
de_de: Links

source: Top
de_de: Oben

source: Right
de_de: Rechts

source: Bottom
de_de: Unten

source: Show shares or follows
de_de: Zeige Teilen oder Folgen

source: Follows
de_de: Folgen

source: Your social follows
de_de: Ihre sozialen gefolgten

source: Your roles
de_de: Ihre Rollen

source: Show follows
de_de: Zeige gefolgt

source: This setting is global for all follow buttons. Do not set this setting to otherwise is used only by an author's social networks, unless you want this
de_de: Diese Einstellung ist global für alle Follow Buttons. Stellen Sie diese Einstellung nicht um ansonsten wird nur von einem Autor die Sozialen Netzwerke verwendet, ausser Sie möchten dies

source: Display per author (automatically)
de_de: Anzeige pro Autor (automatisch)

source: Display only selected user settings
de_de: Nur ausgewählte Benutzereinstellungen anzeigen

source: Please fill your Social Profile
de_de: Füllen Sie bitte Ihr Sozialprofil aus

source: Contact Info
de_de: Kontaktinformation

source: Link (URL) in the contactinfo is missing
de_de: Link (URL) in der Kontaktinfo fehlt

source: Link (URL) in the contactinfo is available
de_de: Link (URL) in der Kontaktinfo steht zur Verfügung

source: This is the Follow short code. Please fill first your contact info to use Follow short code
de_de: Dies ist der Follow kurz Code. Bitte füllen Sie zuerst Ihre Kontaktdaten aus

source: That is the short code. You can use a short code on a page, a post or place them in a widget. Or you can use the short code that is integrated into your editor, just click and the short code is placed. You can copy the short code editing and double click with.
de_de: Das ist der Kurzcode. Sie können einen Kurzcode auf einer Seite, ein Beitrag oder in einem widget platzieren. Oder Sie können den Kurzcode verwenden der in Ihrem Editor integriert ist, ein Klick genügt und der Kurzcode wird platziert. Sie können den Kurzcodebearbeiten und mit einem doppelklick kopieren.
tr_tr: Bu kısa bir koddur. Bir sayfa, bir yazı üzerine kısa bir kod kullanın veya bir widget yerleştirebilirsiniz. Ya da editör entegre edilir kısa kodu kullanabilirsiniz, sadece tıklayın ve kısa kod yerleştirilir. Sen kısa kod düzenleme ve çift tıklama kopyalayabilirsiniz.

source: Please take the short code to copy
de_de: Bitte nutzen Sie den kurzen Code um zu kopieren
tr_tr: Kopyalamak için kısa bir kod alınız

source: When parts need to configure anything, unless you use the optional parameters, otherwise you can use immediately on the MeliBu widget or via short code.
de_de: Beim Teilen brauchen Sie nichts einstellen, ausser Sie nutzen die optionalen Parameter, sonst können Sie über das MeliBu Widget oder auch per Kurz Code sofort verwenden.
tr_tr: Parça isteğe bağlı parametreleri kullanmadığınız sürece, hiçbir şey yapmanıza gerekmez, MeliBu widget ya da kısa kod üzerinden hemen kullanabilirsiniz.

source: Basic
de_de: Basis
tr_tr: Temel

source: This information is shown with a small round question mark next to your part buttons, so you can inform each user immediately about the part of the left.
de_de: Diese Information wird mit einem kleinen runden Fragezeichen neben Ihren Teil Buttons angezeigt, somit können Sie jeden Ihrer Benutzer sofort über die Teil links informieren.
tr_tr: Sol parçası hakkında derhal her kullanıcıyı bilgilendirmek, böylece bu bilgiler, yanındaki parça düğmelerinin küçük yuvarlak soru işareti gösterilir.

source: Information about the used part Buttons and Optional Parameters
de_de: Information über die verwendeten Teil Buttons und Optionale Parameter
tr_tr: Kullanılan kısmı Düğmeler ve İsteğe Bağlı Parametreler hakkında bilgi

source: Content before short share link
de_de: Inhalt vor kurz teil link
tr_tr: Kısa paylaşım bağlantısını önce içerik

source: Here you can show/hide Share Buttons with Modal before the Content
de_de: Hier können Sie Schaltflächen mit Modal vor dem Inhalt anzeigen / verbergen
tr_tr: Burada İçerik önce Modal ile / gizlemek Hisse Düğmeleri gösterebilir

source: Activate this to share quickly
de_de: Aktivieren Sie dies um schnelles teilen zu ermöglichen
tr_tr: Hızla paylaşmak için bu etkinleştirin

source: Content after short share link
de_de: Inhalt nach kurz teil link
tr_tr: Kısa paylaşım bağlantısını sonra içerik

source: Here you can show/hide Share Buttons with Modal after the Content
de_de: Hier können Sie Schaltflächen mit Modal nach dem Inhalt anzeigen / verbergen
tr_tr: Burada İçerik sonra Modal ile / gizlemek Hisse Düğmeleri gösterebilir

source: Showing how often divided
de_de: Zeige wie oft geteilt wurde
tr_tr: Bölünmüş ne sıklıkta gösteriliyor

source: Here you can show/hide the count of shares
de_de: Hier können Sie nach bedarf wie oft welcher Artikel geteilt wurde Anzeigen/Ausblenden
tr_tr: Burada hisse sayısını gösterebilir veya gizleiyebilirsiniz

source: Showing how often divided on button
de_de: Zeigen, wie oft auf geteilt wurde auf dem Button

source: Here you can show/hide the count of shares on button
de_de: Hier können Sie die Anzahl der geteilten Inhalte auf der Schaltfläche ein- / ausblenden

source: Privacy Box
de_de: Datenschutz Box
tr_tr: Gizlilik Kutusu

source: Here you can show/hide the privacy box
de_de: Hier können Sie je nach bedarf die Datenschutz Box Anzeigen/Ausblenden
tr_tr: Gizlilik Kutusunu burda gösterebilir veya gizleiyebilirsiniz

source: Username
de_de: Benutzername
tr_tr: Kullanıcı adı

source: Cancel
de_de: Abbrechen
tr_tr: İptal

source: Password
de_de: Passwort
tr_tr: Parola

source: Get access
de_de: Zugang erhalten
tr_tr: Erişim Al

source: Short code
tr_tr: Kisa kod

source: Stats
tr_tr: İstatistik

source: Optional
tr_tr: İsteğe bağlı

source: here
tr_tr: burada

source: You have no clicks.
tr_tr: Hiç tıklama yok.

source: Entry successfully removed
tr_tr: Giriş başarıyla kaldırıldı

source: Version
tr_tr: Versiyon

source: Plugins
tr_tr: Eklentiler

source: Extras
tr_tr: Ekstralar

source: Marketing
tr_tr: Pazarlama

source: Settings saved!
tr_tr: Ayarlar kaydedildi!

source: More...
tr_tr: Daha...

source: bitly connect successfully created
tr_tr: bitly başarıyla oluşturuldu

source: Disable / Enable
tr_tr: Devre dışı bırak / devreye sok

source: Turn On
tr_tr: Aç

source: Others
tr_tr: Diğerleri

source: This they set in MeliBu Find us widget. There you can add to your profiles or pages the buttons with the left. Once you have set the widget on your needs you can also use the short code anywhere.
tr_tr: Onlar MeliBu ayarlanan Bu widget bizi bulun. Orada profilleri veya sayfalara düğmeler ekleyebilirsiniz. Eğer sizin ihtiyaçlarınıza Widget ayarladıktan sonra da her yerde kısa kodu kullanabilirsiniz.

source: MB One Button
tr_tr: MB Tek Düğme

source: Text
tr_tr: Metin

source: Link
tr_tr: Bağlantı

source: This documentation should help you.
tr_tr: Bu belge size yardımcı olacaktır.
